[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$WillowGame.ItemCardPresentationDescriptions.CharacterHead"
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_SoldrPeony UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 de %s1"
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Soldier.Skin_SoldrPeony UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 de %s1"
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s "
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

